Repository: ShareKit/ShareKit
Catalog: Classes/ShareKit/Localization/*.lproj/Localizable.strings
Languages: cs, fr, sv

source: Username
cs: Užívatelské jméno
fr: Nom d'utilisateur
sv: Användarnamn:

source: Password
cs: Heslo
fr: Mot de passe
sv: Lösenord:

source: Follow %@
cs: Sledovat %@
fr: S'abonner à %@
sv: Följ %@

source: Continue
cs: Pokračovat
fr: Continuer
sv: Vidare

source: Share
cs: Sdílet
fr: Partager
sv: Hur du vill dela?

source: More...
cs: Více...
sv: Mer...

source: Cancel
cs: Zrušit
fr: Annuler
sv: Avbryt

source: Private
cs: Soukromé
fr: Privé
sv: Privat

source: Public
cs: Veřejné
sv: Publikt

source: Caption
cs: Záhlaví
fr: Titre
sv: Rubrik

source: Title
cs: Nadpis
fr: Titre
sv: Titel

source: Close
cs: Zavřít
fr: Fermer
sv: Stäng

source: Notes
cs: Poznámky
sv: Noteringar

source: Note
cs: Poznámka
sv: Notering

source: Shared
cs: Sdíleno
fr: Partagé

source: Edit
cs: Upravit
fr: Modifier
sv: Ändra

source: Actions
cs: Akce
sv: Funktioner

source: Services
cs: Služby
sv: Tjänster

source: Send to %@
cs: Odeslat na %@
fr: Envoyer à %@
sv: Skicka till %@

source: Copy
cs: Kopírovat
fr: Copier
sv: Spara

source: Copied!
cs: Skopírováno!
fr: Copié!
sv: Sparat!

source: Saving to %@
cs: Ukládám na %@
fr: Sauvegarde en cours sous %@
sv: Sparar till %@

source: Saved!
cs: Uloženo!
fr: Enregistré!
sv: Klart!

source: Error
cs: Chyba
fr: Erreur

source: Login
cs: Přihlášení
fr: Connexion
sv: Logga in

source: Logging In...
cs: Přihlašuji...
fr: En cours de connexion...
sv: Loggar in...

source: Login Error
cs: Chyba přihlášení
fr: Erreur de connexion
sv: Gick inte att logga in

source: Connecting...
cs: Připojuji...
fr: En cours de connexion...
sv: Ansluter...

source: Shortening URL...
cs: Skracuji URL...
fr: URL acourtée...
sv: Kortar ned URL...

source: Shorten URL Error
cs: Chyba skrácení URL
fr: Erreur d'URL accourtée
sv: Fel i förkortning

source: We could not shorten the URL.
cs: Nepodařilo se skrátit URL.
fr: L'URL n'a pu être accourtée.
sv: Det gick inte att korta ned URL

source: Create a free account at %@
cs: Vytvořit bezplatné konto na %@
fr: Créer un compte gratuitement sur %@
sv: Skapa ett gratiskonto hos %@

source: Create an account at %@
cs: Vytvořit konto na %@
fr: Créer un compte sur %@
sv: Skapa ett konto hos %@

source: Send to Twitter
cs: Odeslat na Twitter
fr: Envoyer sur Twitter
sv: Sänd till Twitter

source: Message is too long
cs: Správa je příliš dlouhá
fr: Message trop long
sv: Meddelandet är för långt

source: Twitter posts can only be 140 characters in length.
cs: Správy na Twitter mohou mít nejvíce 140 znaků.
fr: Les messages Twitter ne peuvent dépasser 140 caractères.
sv: Meddelanden i Twitter posts kan vara max 140 tecken.

source: Message is empty
cs: Správa je prázdná
sv: Meddelandet är tomt

source: You must enter a message in order to post.
cs: Před odesláním musíte zadat správu.
fr: Veuillez taper un message afin de l'envoyer.
sv: Du måste skriva ett meddelande för att skicka.

source: Enter your message:
cs: Zadejte Vaši zprávu:
fr: Tapez votre message:
sv: Skriv ditt meddelande:

source: The service encountered an error. Please try again later.
cs: Na službě se vyskytla chyba. Zkuste později, prosím.
fr: Ce service n'est pas disponible actuellement. Veuillez réessayer ultérieurement.
sv: Ett fel uppstod med tjänsten. Vänligen försök igen senare.

source: Sorry, %@ did not accept your credentials. Please try again.
cs: Je mi líto, %@ neakceptoval Vaše přihlašovací údaje. Zkuste znovu, prosím.

source: Sorry, %@ encountered an error. Please try again.
cs: Je mi líto, na službě %@ se vyskytla chyba. Zkuste znovu, prosím.

source: There was a problem saving to %@.
cs: Během odesílání na %@ nastala chyba.

source: There was a problem saving your note.
cs: Během ukládání Vašeho záznamu nastal problém.
fr: Votre note n'a pas pu être sauvegardée.
sv: Det gick inte att spara din notering.

source: Open in Safari
cs: Otevřít v Safari
fr: Ouvrir sous Safari
sv: Öppna i Safari

source: Attached: %@
cs: Připojeno: %@
fr: Pièce jointe: %@
sv: Bifogat: %@

source: You must be online to login to %@
cs: Pro přihlášení na %@ musíte být online
fr: Vous devez être connecter à internet pour vous connecter sur %@
sv: Du måste vara online för att logga in till %@

source: Auto Share
cs: Automatické sdílení
fr: Partage Auto
sv: Dela automatiskt

source: Enable auto share to skip this step in the future.
cs: Pro vynechání této volby v budoucnu zapněte automatické sdílení.
fr: Habiliter le Partage Auto afin de sauter cette étape la prochaine fois.
sv: Aktivera automatisk delning för att skippa detta steg i fortsättningen.

source: You must be online in order to share with %@
cs: Pro sdílení na %@ musíte být online
fr: Vous devez être connecter à internet pour partager with %@
sv: Du måste vara online för att dela med %@

source: Could not authenticate you. Please relogin.
cs: Přihlášení se nepodařilo. Zkuste znovu, prosím.
fr: Votre compte n'a pas pu être identifié.
sv: Det gick inte att autentisera dig. Försök igen.

source: There was a problem requesting authorization from %@
cs: Během žádosti o přístup na %@ nastala chyba
fr: Un problème a surgi lors de la demande d'autorisation sur %@
sv: Ett problem uppstod i autentifikationen med %@

source: Request Error
cs: Chyba žádosti
sv: Ett fel uppstod

source: There was an error while sharing
cs: Během sdílení nastala chyba
fr: Une erreur est survenue lors du partage
sv: Ett fel uppstod

source: Authorize Error
cs: Chyba autorizace
fr: Erreur d'autorisation
sv: Autentifikation

source: There was an error while authorizing
cs: Během autorizace nastala chyba
fr: Une erreur est survenue lors de l'autorisation.
sv: Det gick inte att autentisera

source: Authenticating...
cs: Probíhá přihlašování...
sv: Autentiserar...

source: There was a problem requesting access from %@
cs: Během žádosti o přístup na %@ nastala chyba
fr: Une erreur est survenue lors de la demande d'accès sur %@
sv: Kommunikationsfel med %@

source: Access Error
cs: Chyba přístupu
fr: Erreur d'accès
sv: Åtkomst nekad

source: Logout
cs: Odhlášení

source: Sharing a Link
cs: Sdílet link
fr: Partager un lien

source: Sharing an Image
cs: Sdílet obrázek
fr: Partager une image

source: Sharing Text
cs: Sdílet text
fr: Partager un texte

source: Sharing a File
cs: Sdílet soubor
fr: Partager un fichier

source: Are you sure you want to logout of all share services?
cs: Doopravdy si přejete odhlásit se ze všech služeb?

source: Examples
cs: Příklady

source: EDMA Error
cs: Chyba EDMA

source: EDMA Version is too old.
cs: Verze EDMA je příliš stará.

source: Your username and password did not match
cs: Nesprávné jméno nebo heslo

source: Untitled
cs: Bez názvu

source: There was a problem sharing with Evernote
cs: Nastal problém během sdílení přes Evernote

source: Description
cs: Popis

source: Is Public
cs: Veřejné

source: Is Friend
cs: Pro přátele

source: Is Family
cs: Pro rodinu

source: Logged Out!
cs: Odhlášeno!

source: Sent from %@
cs: Odesláno z %@

source: Save to Photo Album
cs: Uložit do Photo Albumu

# Logout of All Services
source: Logout of all
cs: Odhlášení ze všech služeb
fr: Déconnexion de tous les services

source: Could not find any
cs: Nepodařilo se najít

source: Determine your location...
cs: Zjišťuji Vaši polohu...

source: Loading...
cs: Nahrávám...

source: Nearby Places
cs: Blízká místa

source: No Options
cs: Žádné možnosti

source: Post To Groups
cs: Odeslat na skupiny

source: Print
cs: Tisknout

source: Search places
cs: Hledat místa

source: Searching places...
cs: Hledám místa...

source: Select Group
cs: Vybrat skupinu

source: Flickr Groups
cs: Flickr skupiny

source: Accounts
cs: Konta

source: Publish type
cs: Způsob publikace

source: Publish now
cs: Zveřejnit ihned

source: Draft
cs: Koncept

source: Add to queue
cs: Přidat do fronty

source: Publish
cs: Publikovat

source: Offline
fr: Hors ligne
